[
  {
    "id": "1",
    "name": "Legend of Zelda",
    "year": "1986",
    "system": "Nintendo Entertainment System",
    "summary": "A small kingdom in the land of Hyrule is engulfed by chaos when an army led by Ganon, the Prince of Darkness, invaded and stole the Triforce of Power, one part of a magical artifact which alone bestows great strength. In an attempt to prevent him from acquiring the Triforce of Wisdom, another of the three pieces, Princess Zelda splits it into eight fragments and hides them in secret underground dungeons. Before eventually being kidnapped by Ganon, she commands her nursemaid Impa to find someone courageous enough to save the kingdom. While wandering the land, the old woman is surrounded by Ganon's henchmen, when a young boy named Link appears and rescues her. Upon hearing Impa's plea, he resolves to save Zelda and sets out to reassemble the scattered fragments of the Triforce of Wisdom, with which Ganon can then be defeated.",
    "coverArt": "https://www.mobygames.com/images/covers/l/14445-the-legend-of-zelda-nes-front-cover.jpg",
    "videos": ""
  },
  {
    "id": "2",
    "name": "The Legend of Zelda II: Link's adventure",
    "year": "1987",
    "system": "Nintendo Entertainment System",
    "summary": "Several years after the events of The Legend of Zelda, the now-16-year-old Link notices a strange mark on the back of his left hand, exactly like the crest of Hyrule. He seeks out Impa, who takes him to the North Castle, where a door has been magically sealed for generations. Impa places the back of Link's left hand on the door, and it opens, revealing a sleeping maiden. Impa tells Link that the maiden is Zelda (not the Zelda from the first game), the princess of Hyrule from long ago, and the origin of the Legend of Zelda. Zelda's brother tried to force her into telling their recently deceased father's secrets concerning the Triforce. Princess Zelda refused to reveal its location, and the prince's wizard friend, in anger, tried to strike her down with a spell. Zelda fell under a powerful sleeping spell, but the wizard was unable to control the wildly arcing magic and was killed by it. The prince, filled with remorse and unable to reverse the spell, had his sister placed in the castle tower, hoping she would one day be awakened. He decreed that princesses born to the royal family from that point on would be named Zelda, in remembrance of this tragedy.",
    "coverArt": "",
    "videos": ""
  },
  {
    "id": "3",
    "name": "The Legend of Zelda: A Link to the Past",
    "year": "1991",
    "system": "Super Nintendo Entertainment System",
    "summary": "A Link to the Past is a prequel to the original The Legend of Zelda and Zelda II: The Adventure of Link. At the beginning of the game, Link, the last descendant of the Knights of Hyrule, is awakened by a telepathic message from Princess Zelda, who says that she has been locked in Hyrule Castle's dungeon. As the message closes, Link finds his uncle ready to rescue Zelda, telling Link to remain in bed. After his uncle leaves, however, Link ignores his command and follows him through the rainy night to the dungeons under Hyrule Castle. When he arrives, he finds his uncle mortally wounded, and is told to rescue Princess Zelda, receiving his sword and shield before dying soon after. Link navigates the castle and rescues Zelda from her cell, and the two escape through a secret passage into the sewers that leads to a sanctuary.",
    "coverArt": "",
    "videos": ""
  },
  {
    "id": "4",
    "name": "The Legend of Zelda: Link's Awakening",
    "year": "1993",
    "system": "Nintendo Gameboy",
    "summary": "After the events of A Link to the Past, the hero Link travels by ship to other countries to train for further threats. A storm destroys his boat at sea, and he washes ashore on Koholint Island, where he is taken to the house of Tarin by his daughter Marin. She is fascinated by Link and the outside world, and tells Link wishfully that, if she were a seagull, she would leave and travel across the sea. After Link recovers his sword, a mysterious owl tells him that he must wake the Wind Fish, Koholint's guardian, in order to return home. The Wind Fish lies dreaming in a giant egg on top of Mt. Tamaranch, and can only be awakened by the eight Instruments of the Sirens.",
    "coverArt": "",
    "rating": "",
    "videos": ""
  },
  {
    "id": "5",
    "name": "The Legend of Zelda: Ocarina of Time",
    "year": "1998",
    "system": "Nintendo 64",
    "summary": "The fairy Navi awakens Link from a nightmare in which he witnesses a man in black armor pursuing a young girl on horseback. Navi brings Link to the Great Deku Tree, who is cursed and near death. The Deku Tree tells Link a wicked man of the desert cursed him and seeks to conquer the world, and that Link must stop him. Before dying, the Great Deku Tree gives Link the Spiritual Stone of the Forest and sends him to Hyrule Castle to speak with Hyrule's princess.",
    "coverArt": "",
    "rating": "",
    "videos": ""
  },
  {
    "id": "6",
    "name": "The Legend of Zelda: Majora's Mask",
    "year": "2000",
    "system": "Nintendo 64",
    "summary": "Majora's Mask takes place a few months after The Legend of Zelda: Ocarina of Time[15] and begins with Link searching for his departed fairy, Navi. While riding through a forest in Hyrule on his horse Epona, Link is ambushed by the masked Skull Kid and his fairy friends Tatl and Tael, who steal both Epona and the Ocarina of Time. Link follows them down a dark cave and confronts the Skull Kid, who taunts him and casts a curse transforming him into a Deku Scrub. Tatl prevents Link from pursuing the Skull Kid as the latter escapes with Tael through a door, but is then separated from them when the door closes behind them. Realizing she needs Link's help to find them, Tatl insists that they work together. Link follows the Skull Kid through the cave into the inside of the Clock Tower in the land of Termina. There, he meets the Happy Mask Salesman, who seemed to have been following him. The salesman offers to help Link heal his curse in exchange for retrieving Majora's Mask from the Skull Kid, and tells him he must also obtain his special item (the Ocarina of Time) from him as well.",
    "coverArt": "",
    "rating": "",
    "videos": ""
  },
  {
    "id": "7",
    "name": "The Legend of Zelda: Oracle of Seasons/Ages",
    "year": "2001",
    "system": "Nintendo Gameboy Color",
    "summary": "Seasons: Seasons begins as the Triforce calls out to Link from within Hyrule Castle. Link approaches it, and is transported to a dark forest where he encounters a traveling group led by a dancer named Din. After Din welcomes Link to Holodrum, the sky becomes covered in black clouds. A voice from the clouds calls Din the Oracle of Seasons and refers to himself as Onox, General of Darkness. A funnel cloud drops from the sky, taking Din into its dark heights. As the tornado dissipates, the seasons of Holodrum fall into disarray and change rapidly. Ages: As with Seasons, the Triforce calls out to Link. Link is transported to a forest in the land of Labrynna, where he hears screaming. In a clearing, Link finds Princess Zelda's nurse, Impa, surrounded by monsters, but the monsters flee when they see Link. Impa then asks Link to help her find a singer in the forest. Continuing through the forest, the two find Nayru, a young blue-haired woman singing on a tree stump surrounded by forest creatures. A shadow emerges from Impa, reveals itself as Veran, the Sorceress of Shadows, and possesses Nayru, the Oracle of Ages; this disrupts Labrynna's time flow.",
    "coverArt": "",
    "rating": "",
    "videos": ""
  },
  {
    "id": "8",
    "name": "The Legend of Zelda: Wind Waker",
    "year": "2003",
    "system": "Nintendo GameCube",
    "summary": "While Link is celebrating his coming of age, a gigantic bird drops pirate captain Tetra into Outset Island's forest. Link rescues Tetra from monsters, but the bird carries off Link's sister Aryll. Tetra agrees to help Link find his sister, and they sail to the Forsaken Fortress, where the bird, the Helmaroc King, has been taking girls with long ears. Link finds Aryll and other kidnapped girls, but the Helmaroc King captures him and takes him to a man in black, who orders Link thrown into the sea.",
    "coverArt": "https://www.mobygames.com/images/covers/l/19375-the-legend-of-zelda-the-wind-waker-gamecube-front-cover.jpg",
    "rating": "",
    "videos": ""
  }
]
